<?php

/*
|--------------------------------------------------------------------------
| خطوط لغة إعادة تعيين كلمة المرور
|--------------------------------------------------------------------------
|
| الأسطر التالية هي الأسطر الافتراضية التي تطابق الأسباب
| التي يقدمها وسيط كلمة المرور لفشل محاولة تحديث كلمة المرور،
| مثل توكن غير صالح أو كلمة مرور جديدة غير صالحة.
|
*/

return [
    'reset' => 'تم إعادة تعيين كلمة المرور بنجاح!',
    'sent' => 'لقد قمنا بإرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'توكن (رمز) إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",

    // !! -- هذا هو السطر الأهم (موضوع الإيميل) -- !!
    'subject' => 'إشعار إعادة تعيين كلمة المرور (TechSys)' 
];
